give @s written_book[custom_data={is_first_book:1b},written_book_content={pages:[\
'["",{"text":"        <はじめに>\\n\\n","color":"blue"},{"text":"探索フィールドの一部の水辺では釣りを行うことができます。\\n\\n"},{"text":"釣りをするためにはショップで購入できる釣竿が必要です。\\n"}]',\
'["",{"text":"     <釣りの方法-1>\\n\\n","color":"blue"},{"text":"水辺の周辺で「釣り可能エリア」と表示される場所に移動します。\\n\\n"},{"text":"釣竿をメインハンドに持ち、"},{"translate":"anemoland.icon.right_click","color":"white"},{"keybind":"key.use"},{"text":"で浮きを投げます。"}]',\
'["",{"text":"     <釣りの方法-2>\\n\\n","color":"blue"},{"text":"浮きが大きく沈んだ直後に"},{"translate":"anemoland.icon.right_click","color":"white"},{"keybind":"key.use"},{"text":"で魚がヒットします。\\n\\n"},{"text":"小型の魚は即座に魚を釣り上げますが、大型の魚の場合はファイトが発生します。"}]',\
'["",{"text":"     <釣りの方法-3>\\n\\n","color":"blue"},{"text":"ファイト中はラインテンションゲージが表示されます。\\nゲージが左ほど糸が緩く、右ほど糸が張っていることを表します。\\n\\nファイト中に"},{"translate":"anemoland.icon.right_click","color":"white"},{"keybind":"key.use"},{"text":"を長押しすると糸を巻き、テンションゲージが増加します。"}]',\
'["",{"text":"     <釣りの方法-4>\\n\\n","color":"blue"},{"text":"テンションが下がりすぎると針が外れてしまい、上がりすぎると糸が切れてしまいます。\\n\\n魚とのファイトに勝利するためには、テンションを維持しながら糸を巻き、近くまで引き寄せる必要があります。"}]',\
'["",{"text":"     <釣りの方法-5>\\n\\n","color":"blue"},{"text":"ファイト中の魚は「休む」「暴れる」「左右に動く」行動をします。\\n暴れている間は糸を巻くとテンションが急激に増加してしまいます。\\nまた、暴れている間に魚の方に視点を合わせないとテンションが増加してしまいます。"}]',\
'["",{"text":"        <さいごに>\\n\\n","color":"blue"},{"text":"釣りシステムはゲームの進行上で必須要素ではなく、息抜き・ミニゲーム・やり込み要素として実装予定です。\\nまた、釣りは仮実装のシステムです。ぜひフィードバックで感想や改善案をください！"}]',\
],title:{raw:'釣りについて'},author:'Keeema',generation:0,resolved:false}]
